/* Bot initialization */
const botMouseEnterPhrases = ["Да, это я", "Рада знакомству!", "Думаю, мы поладим", "Привееет", "Давно не виделись"];
const botSadNoUpload = ["Эх, может в другой раз?", "А я так хотела получить новую картинку", "Как скажешь"];
const botClickPhrases = ["А вот тыкать меня совсем необязательно!", "Э-э-эй!", "Прекрати!", "Хватит!", "Мне неприятно", "Прекрати, пожалуйста"];
const botSadChange = ["Ну и ладно", "Обидно", "Как хочешь"];
const botSadFailedUpload = ["Ой, что-то пошло не так", "Похоже, у нас возникли проблемы", "К сожалению, твоя картинка так и не дошла до меня"];
const botHappySuccessUpload = ["Спасибо, такого я ещё не видела", "Спасибочкии", "Мне нравится эта картинка!"];
const botTiredGetPic = ["Это так утомляет, если честно", "Это отнимает много сил", "Что-то я немного устала"];
const botAlreadyHere = ["Вообще-то я и так здесь", "Я вроде никуда не уходила", "Ты меня потерял?"];
const botFireworks = ["Салют в твою честь!", "Запускаю фейерверки!"];
const botFireworksNotRunning = ["Так их вроде и так нет", "Мы же ничего ещё не запускали"];
const botFireworksAlreadyRunning = ["Уже запущены", "Всё уже готово"];
const botStopFireworks = ["Как скажешь", "Как хочешь"];
const gameWrongAnswer = ["Не-а", "Неверно", "Попробуй ещё", "Не сдавайся!"];
const gamePlayerLose = ["Похоже, что ты проиграл", "Ну, в другой раз повезёт", "Не расстраивайся, когда-нибудь точно победишь"];
const gamePlayerWin = ["Ого, а ты серьёзный соперник", "Молодец!", "Хорошо отгадываешь числа"];
const gameBotWin = ["Ура! Я победила!", "Победааааа!", "Я невероятно крута!"];
const gameBotLose = ["Похоже, что я проиграла", "Видимо, сегодня не мой день", "Эх, что поделать, возможно, в другой раз"];
const gameLetsPlay = ["Тогда попробуй угадать!", "Что ж, начинай!"];
const unknownForBot = ["Извини, я тебя не поняла", "Повтори ещё раз, пожалуйста", "Что-то я не могу это разобрать"];

const pathToSprite = "/Sprites/";
const pathToImg = "/Images/";
const pathToFail = "/Arts/";
/* Bot initialization */